[About Language File]
Version=10.0.0
Date=18.12.2015
Author=ansidev
Email=
Comments=

[MainForm]
ActionDirectoryContextMenu:h=Context menu
ActionDirectoryContextMenu:t=Translation needed
ActionDirectoryContextMenu=C&ontext Menu
ActionDirectoryDelete:h=Xóa tập tin hoặc thư mục
ActionDirectoryDelete=&Xóa
ActionDirectoryFindInFiles:h=Tìm kiếm một chuỗi trong nhiều tập tin
ActionDirectoryFindInFiles=&Tìm trong các tập tin...
ActionDirectoryProperties:h=Xem thuộc tính của tập tin/thư mục
ActionDirectoryProperties=T&huộc tính...
ActionDirectoryRefresh:h=Nạp lại các tập tin
ActionDirectoryRefresh=&Nạp lại
ActionDirectoryRename:h=Đổi tên tập tin hoặc thư mục
ActionDirectoryRename=Đổi &tên
ActionDocument=&Văn bản
ActionDocumentFormat=Định dạng
ActionDocumentFormatSQL:h=Định dạng SQL
ActionDocumentFormatSQL=Định dạng SQL
ActionDocumentFormatXML:h=Định dạng XML
ActionDocumentFormatXML=&Định dạng XML
ActionDocumentFormatJSON:h=Định dạng JSON
ActionDocumentFormatJSON=&Định dạng JSON
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONMinify:t=Translation needed
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentInfo:h=Đếm số dòng, số từ và số ký tự...
ActionDocumentInfo=&Đếm số dòng, số từ và số ký tự...
ActionDocumentViewInBrowser:h=Xem văn bản hiện tại trong trình duyệt mặc định của máy tính
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Xem trong trình duyệt
ActionEdit=&Chỉnh sửa
ActionEditCopy:h=Sao chép phần được chọn và chép vào bộ nhớ đệm
ActionEditCopy:s=Ctrl+C
ActionEditCopy=&Sao chép
ActionEditCut:h=Cắt phần được chọn và chép vào bộ nhớ đệm
ActionEditCut:s=Ctrl+X
ActionEditCut=&Cắt
ActionEditDecreaseIndent:h=Giảm thụt đầu dòng
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=&Giảm thụt đầu dòng
ActionEditDelete:t=Translation needed
ActionEditDelete=&Delete
ActionEditDeleteEndOfLine:h=Xóa từ vị trí con trỏ đến cuối dòng
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=Dến cuối dòng
ActionEditDeleteLine:h=Xóa dòng
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Dòng
ActionEditDeleteWhitespace:h=Xóa tất cả các khoảng trống từ phần văn bản được chọn.
ActionEditDeleteWhitespace=Xóa khoảng &trống
ActionEditDeleteWord:h=Xóa từ
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Từ
ActionEditIncreaseIndent:h=Tăng thụt đầu dòng
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=Tăng thụt đầu dòng
ActionEditIndent:t=Translation needed
ActionEditIndent=I&ndent
ActionEditInsert:t=Needs translation
ActionEditInsert=&Insert
ActionEditInsertDateTime:h=Insert date and time
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime:t=Needs translation
ActionEditInsertDateTime=&Date and Time
ActionEditInsertLine:h=Chèn dòng
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Dòng
ActionEditInsertTag:h=Insert HTML/XML tags
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag:t=Needs translation
ActionEditInsertTag=&HTML/XML Tags...
ActionEditPaste:h=Chèn nội dung từ bộ nhớ đệm
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Dán
ActionEditRedo:h=Làm lại hành động chưa hoàn thành trước đó
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Làm lại
ActionEditSelectAll:h=Chọn tất cả
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Chọn tất cả
ActionEditSort:t=Translation needed
ActionEditSort=&Sort
ActionEditSortAsc:h=Sắp xếp tăng dần
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=Sắp xếp &tăng dần
ActionEditSortDesc:h=Sắp xếp giảm dần
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Sắp xếp giảm dần
ActionEditToggleCase:h=Chuyển đổi giữa các kiểu hoa thường: VĂN BẢN, văn bản, Văn bản, vĂN BẢN.
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Chuyển đổi hoa thường
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseUpper=Upper
ActionEditUndo:h=Hủy bỏ hành động sau cùng
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Hoàn tác
ActionFile=&Tập tin
ActionFileClose:h=Đóng tập tin đang làm việc
ActionFileClose:s=Ctrl+F4
ActionFileClose=Đón&g
ActionFileCloseAll:h=Đóng tất cả các tập tin đang mở
ActionFileCloseAll=Đóng tất &cả
ActionFileCloseAllOther:h=Đóng tất cả các tập tin đang mở trừ tập tin đang làm việc
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Đóng tất cả các tập tin khác
ActionFileExit:h=Thoát khỏi ứng dụng
ActionFileExit:s=Alt+F4
ActionFileExit=&Thoát
ActionFileNew:h=Tạo một tập tin mới
ActionFileNew:s=Ctrl+N
ActionFileNew=Mớ&i
ActionFileOpen:h=Mở một tập tin đã tạo
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Mở...
ActionFilePrint:h=In tập tin đang làm việc
ActionFilePrint:s=Ctrl+P
ActionFilePrint=I&n...
ActionFilePrintPreview:h=Xem trước bản in của tập tin đang làm việc
ActionFilePrintPreview=&Xem trước bản in...
ActionFileProperties:h=Xem các thuộc tính của tập tin
ActionFileProperties=Thuộc tín&h...
ActionFileReopen=&Tập tin gần đây
ActionFileReopenClear=&Dọn dẹp
ActionFileSave:h=Lưu tập tin đang làm việc
ActionFileSave:s=Ctrl+S
ActionFileSave=&Lưu
ActionFileSaveAll:h=Lưu tất cả các tập tin đang mở
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Lưu &tất cả
ActionFileSaveAs:h=Lưu tập tin đang làm việc với tên mới
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Lưu &dưới dạng...
ActionFileSelectFromDirectory:h=Select the file from the active directory
ActionFileSelectFromDirectory:t=Translation needed
ActionFileSelectFromDirectory=Select from Directory
ActionHelp=Trợ &giúp
ActionHelpAboutEditBone:h=Hiển thị thông tin về EditBone
ActionHelpAboutEditBone=&Thông tin về EditBone
ActionHelpCheckForUpdates:h=Kiểm tra phiên bản mới nhất của chương trình
ActionHelpCheckForUpdates=&Kiểm tra phiên bản
ActionHelpVisitHomepage:h=Thăm trang chủ EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=&Thăm trang chủ
ActionMacro:t=Translation needed
ActionMacro=Macro
ActionMacroOpen:h=Mở một macro đã tạo
ActionMacroOpen=&Mở...
ActionMacroPause:h=Ghi hoặc tạm dừng một macro
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=&Ghi
ActionMacroPlayback:h=Chạy lại macro
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=&Chạy lại
ActionMacroRecord:h=Ghi hoặc tạm dừng một macro
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=&Ghi
ActionMacroSaveAs:h=Lưu macro với một tên mới
ActionMacroSaveAs=&Lưu dưới dạng...
ActionMacroStop:h=Dừng ghi macro
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Dừng
ActionOutputCloseAllOtherPages:h=Đóng tất cả các tập tin khác
ActionOutputCloseAllOtherPages=Đó&ng tất cả các tập tin khác
ActionOutputClose:h=Đóng
ActionOutputClose=&Đóng
ActionOutputCloseAll:h=Đóng tất cả các tập tin
ActionOutputCloseAll=Đóng &tất cả
ActionOutputCopyAllToClipboard=C&opy to Clipboard
ActionOutputCopyAllToClipboard:h=Copy to clipboard
ActionOutputCopyAllToClipboard:t=Translation needed
ActionOutputCopySelectedToClipboard=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:h=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:t=Translation needed
ActionOutputOpenAll=&Open All
ActionOutputOpenAll:h=Open all files
ActionOutputOpenAll:t=Translation needed
ActionOutputOpenSelected=&Open selected
ActionOutputOpenSelected:h=Open selected files
ActionOutputOpenSelected:t=Translation needed
ActionOutputSelectAll=Select all
ActionOutputSelectAll:h=Select all files
ActionOutputSelectAll:t=Translation needed
ActionOutputUnselectAll=Unselect all
ActionOutputUnselectAll:h=Unselect all files
ActionOutputUnselectAll:t=Translation needed
ActionSearch=Tìm &kiếm
ActionSearchClearBookmarks:h=Xóa tất cả các đánh dấu đã tạo
ActionSearchClearBookmarks=Xóa tất cả các đánh dấ&u
ActionSearchClose:h=Close
ActionSearchClose:t=Translation needed
ActionSearchFindInFiles:h=Tìm kiếm một chuỗi trong nhiều tập tin
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Tìm trong các tập tin...
ActionSearchFindNext:h=Tìm đoạn văn bản phù hợp kế tiếp đoạn văn bản hiện tại
ActionSearchFindNext:s=F3
ActionSearchFindNext=Tìm tiế&p theo
ActionSearchFindPrevious:h=Tìm đoạn văn bản phù hợp trước đoạn văn bản hiện tại
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Tìm t&rước đó
ActionSearchGoToBookmarks:h=Chuyển đến đánh dấu
ActionSearchGoToBookmarks=Chu&yển đến đánh dấu
ActionSearchGoToLine:h=Đến dòng
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Đến dòng
ActionSearchOptions:h=Search options
ActionSearchOptions:t=Translation needed
ActionSearchReplace:h=Thay thế một đoạn văn bản bởi một đoạn văn bản khác
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=T&hay thế...
ActionSearchSearchButton:h=Tìm kiếm một đoạn văn bản
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=Tìm &kiếm...
ActionSearchToggleBookmark:h=Đánh dấu hoặc bỏ đánh dấu tại dòng hiện tại. Bạn cũng có thể đánh dấu bằng tổ hợp phím Ctrl+Shift+1..9. Chuyển đến dòng đã đánh dấu bằng tổ hợp phím Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Đánh &dấu
ActionSearchToggleBookmarks:h=Các đánh dấu
ActionSearchToggleBookmarks=&Các đánh dấu
ActionToolbarMenuLanguage=&Ngôn ngữ
ActionToolbarMenuSkin=&Phong cách...
ActionToolbarMenuView:t=Translation needed
ActionToolbarMenuView=&View
ActionTools=Cô&ng cụ
ActionToolsCharacterMap:h=Insert unicode characters to active document by double clicking
ActionToolsCharacterMap:t=Needs translation
ActionToolsCharacterMap=&Unicode Character Map...
ActionToolsCompareFiles:h=So sánh tập tin
ActionToolsCompareFiles=&So sánh tập tin...
ActionToolsConvert:h=Convert between numerical units
ActionToolsConvert:t=Translation needed
ActionToolsConvert=C&onvert...
ActionToolsLanguageEditor:h=Công cụ dịch thuật
ActionToolsLanguageEditor=&Công cụ dịch thuật...
ActionToolsOptions:h=Cài đặt tùy chọn
ActionToolsOptions=&Tùy chọn...
ActionToolsSelectForCompare:h=Chọn tập tin này để so sánh với tập tin khác
ActionToolsSelectForCompare=Chọn để so sánh...
ActionView=&Xem
ActionViewCloseDirectory:h=Đóng thư mục đang làm việc
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=Đóng &thư mục
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewColorSelection=Color
ActionViewDirectory:h=Hiện/Ẩn thư mục
ActionViewDirectory=T&hư mục
ActionViewEditDirectory:h=Chỉnh sửa thư mục đang làm việc
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=&Chỉnh sửa thư mục...
ActionViewEncodingSelection:h=Hiện/Ẩn khung lựa chọn mã hóa
ActionViewEncodingSelection=Mã &hóa
ActionViewFiles:h=Search for files of the selected directory
ActionViewFiles:s=Ctrl+F12
ActionViewFiles:t=Translation needed
ActionViewFiles=&Files...
ActionViewHighlighterSelection:h=Bật/Tắt chức năng làm nổi bật phần được chọn
ActionViewHighlighterSelection=&Làm nổi
ActionViewLineNumbers:h=Hiện/Ẩn số dòng
ActionViewLineNumbers=Số &dòng
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=Show or hide the minimap
ActionViewMiniMap:t=Translation needed
ActionViewMiniMap=Minimap
ActionViewNextPage:h=Đi đến khung kế tiếp
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Khung kế tiếp
ActionViewOpenDirectory:h=Mở một thư mục mới
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Mở thư mục...
ActionViewOutput:h=Hiện/Ẩn khung xuất
ActionViewOutput=Khung &Xuất
ActionViewPreviousPage:h=Đi đến khung trước
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Khung trước
ActionViewSelectionMode:h=Hiện/Ẩn chế độ chọn. Bạn cũng có thể nhấn Alt trong trình chỉnh sửa để bật tắt chế độ này.
ActionViewSelectionMode=&Chế độ chọn
ActionViewSpecialChars:h=Hiện/Ẩn các ký tự đặc biệt
ActionViewSpecialChars=&Ký tự đặc biệt
ActionViewSplit:h=Chia văn bản
ActionViewSplit=Ch&ia
ActionViewStatusBar:h=Show or hide the status bar
ActionViewStatusBar:t=Needs translation
ActionViewStatusBar=&Status Bar
ActionViewToolbar:h=Hiện/Ẩn thanh công cụ
ActionViewToolbar=Th&anh công cụ
ActionViewWordWrap:h=Bật/Tắt ngắt dòng
ActionViewWordWrap=&Ngắt dòng
ActionViewXMLTree:h=Hiện/Ẩn cấu trúc cây XML
ActionViewXMLTree=Cây &XML
ActionXMLTreeRefresh:h=Nạp lại cây XML
ActionXMLTreeRefresh=&Nạp lại
PanelDocument=Processing...
PanelDocument:t=Translation needed

[AskYesOrNo]
CancelSearch:t=Translation needed
CancelSearch=Cancel search, are you sure?
CloseDirectory=Bạn muốn đóng thư mục %s phải không?
DeleteDirectory:t=Translation needed
DeleteDirectory=Delete directory %s, are you sure?
DeleteFile:t=Translation needed
DeleteFile=Delete file %s, are you sure?
DeleteLine:t=Translation needed
DeleteLine=Delete line, are you sure?
DocumentTimeChanged=Thời gian/Ngày của tập tin %sđã bị thay đổi. Nạp lại?
NewVersion=Đã có phiên bản mới %s của %s.%sBạn có muốn tải về không?
RecordMacro=Ghi một macro, bạn chắc chứ?
ReplaceOccurence=Replace this occurence of '%s'?
SaveChanges=Lưu thay đổi?
SearchMatchNotFound=Không tìm thấy từ khóa được yêu cầu.%sBắt đầu tìm kiếm lại từ đầu tập tin?
SearchStringNotFound:t=Translation Needed
SearchStringNotFound=Search string '%s' not found

[Message]
CannotFindString=Không tìm thấy chuỗi '%s'
DocumentStatistics=Số dòng: %d%sSố từ: %d%sSố ký tự: %d
LatestVersion=Bạn đang sử dụng phiên bản mới nhất.
SelectFilePathFromDirectory=Select file path from directory
SelectFilePathFromDirectory:t=Translation needed

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Nhập tên cho thẻ.
FileNotFound=Không tìm thấy tập tin '%s'.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Thư mục gốc không tồn tại.

[WarningMessage]
FileAccessError=Truy cập tập tin %s bị lỗi.

[Constant]
AllFiles=Tất cả các tập tin
Arrow:t=Translation needed
Arrow=Arrow
AutoSave:t=Translation needed
AutoSave=Auto Save
Block:t=Translation needed
Block=Block
Bookmark=Bookmark
Bottom:t=Translation needed
Bottom=Bottom
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=So sánh tập tin
CountingFiles:t=Translation needed
CountingFiles=Counting files...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Văn bản
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Đang hủy bỏ...
DownloadDone=Xong.
EditDirectory=Chỉnh sửa thư mục
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d file(s) have been found in %s
FilesFount:t=Translation needed
FooterLeft:t=Translation needed
FooterLeft=Footer - Left
FooterRight:t=Translation needed
FooterRight=Footer - Right
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock:t=Needed translation
HalfBlock=Half Block
HeaderLeft:t=Translation needed
HeaderLeft=Header - Left
HeaderRight:t=Translation needed
HeaderRight=Header - Right
Hide:t=Translation needed
Hide=Hide
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine:t=Needed translation
HorizontalLine=Horizontal Line
Insert=Chèn
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Công cụ dịch thuật - [%s]
Line=Line
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=phút
Modified=Đã chỉnh sửa
OccurencesFound=Đã tìm thấy %d sự cố trong %s
Open=Mở
OpenDirectory=Mở thư mục
Overwrite=Ghi đè
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Trang: $PAGENUM$/$PAGECOUNT$
PreviewPage=Trang: %d / %d
PreviewPrintDocument=In (%s)|In văn bản trên %s
PrintedBy=In bằng %s
Rename=Bạn có muốn đổi tên %s thành %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=Lưu dưới dạng
SearchFor=Tìm kiếm '%s'
SearchItems=Search items
SearchItems:t=Translation needed
Second=s
SelectRootDirectory=Chọn thư mục gốc
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
TextToFindItems=Text to find items
TextToFindItems:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top:t=Translation needed
Top=Top
TopLine:t=Translation needed
TopLine=Top Line: %d
Twilight:t=Needed translation
VersionInfoNotFound=Không tìm thấy thông tin phiên bản.
VerticalLine:t=Needed translation
VerticalLine=Vertical Line

[DialogConstant]
SMsgDlgAbort=&Hủy bỏ
SMsgDlgAll=&Tất cả
SMsgDlgCancel=Hủy bỏ
SMsgDlgClose=Đó&ng
SMsgDlgConfirm=Xác nhận
SMsgDlgError=Lỗi
SMsgDlgHelp=&Trợ giúp
SMsgDlgHelpHelp=Trợ giúp
SMsgDlgHelpNone=Không có trợ giúp nào khả dụng
SMsgDlgIgnore=&Bỏ qua
SMsgDlgInformation=Thông tin
SMsgDlgNo=&Không
SMsgDlgNoToAll=&Không cho tất cả
SMsgDlgOK=Đồng ý
SMsgDlgRetry=&Thử lại
SMsgDlgWarning=Cảnh báo
SMsgDlgYes=&Có
SMsgDlgYesToAll=&Có cho tất cả

[ColorConstant]
clBlack=Black
clBlack:t=Translation needed
clMaroon=Maroon
clMaroon:t=Translation needed
clGreen=Green
clGreen:t=Translation needed
clOlive=Olive
clOlive:t=Translation needed
clNavy=Navy
clNavy:t=Translation needed
clPurple=Purple
clPurple:t=Translation needed
clTeal=Teal
clTeal:t=Translation needed
clGray=Gray
clGray:t=Translation needed
clSilver=Silver
clSilver:t=Translation needed
clRed=Red
clRed:t=Translation needed
clLime=Lime
clLime:t=Translation needed
clYellow=Yellow
clYellow:t=Translation needed
clBlue=Blue
clBlue:t=Translation needed
clFuchsia=Fuchsia
clFuchsia:t=Translation needed
clAqua=Aqua
clAqua:t=Translation needed
clWhite=White
clWhite:t=Translation needed
clMoneyGreen=Money Green
clMoneyGreen:t=Translation needed
clSkyBlue=Sky Blue
clSkyBlue:t=Translation needed
clCream=Cream
clCream:t=Translation needed
clMedGray=Medium Gray
clMedGray:t=Translation needed
clActiveBorder=Active Border
clActiveBorder:t=Translation needed
clActiveCaption=Active Caption
clActiveCaption:t=Translation needed
clAppWorkSpace=Application Workspace
clAppWorkSpace:t=Translation needed
clBackground=Background
clBackground:t=Translation needed
clBtnFace=Button Face
clBtnFace:t=Translation needed
clBtnHighlight=Button Highlight
clBtnHighlight:t=Translation needed
clBtnShadow=Button Shadow
clBtnShadow:t=Translation needed
clBtnText=Button Text
clBtnText:t=Translation needed
clCaptionText=Caption Text
clCaptionText:t=Translation needed
clDefault=Default
clDefault:t=Translation needed
clGradientActiveCaption=Gradient Active Caption
clGradientActiveCaption:t=Translation needed
clGradientInactiveCaption=Gradient Inactive Caption
clGradientInactiveCaption:t=Translation needed
clGrayText=Gray Text
clGrayText:t=Translation needed
clHighlight=Highlight Background
clHighlight:t=Translation needed
clHighlightText=Highlight Text
clHighlightText:t=Translation needed
clHotLight=Hot Light
clHotLight:t=Translation needed
clInactiveBorder=Inactive Border
clInactiveBorder:t=Translation needed
clInactiveCaption=Inactive Caption
clInactiveCaption:t=Translation needed
clInactiveCaptionText=Inactive Caption Text
clInactiveCaptionText:t=Translation needed
clInfoBk=Info Background
clInfoBk:t=Translation needed
clInfoText=Info Text
clInfoText:t=Translation needed
clMenu=Menu Background
clMenu:t=Translation needed
clMenuBar=Menu Bar
clMenuBar:t=Translation needed
clMenuHighlight=Menu Highlight
clMenuHighlight:t=Translation needed
clMenuText=Menu Text
clMenuText:t=Translation needed
clNone=None
clNone:t=Translation needed
clScrollBar=Scroll Bar
clScrollBar:t=Translation needed
cl3DDkShadow=3D Dark Shadow
cl3DDkShadow:t=Translation needed
cl3DLight=3D Light
cl3DLight:t=Translation needed
clWindow=Window Background
clWindow:t=Translation needed
clWindowFrame=Window Frame
clWindowFrame:t=Translation needed
clWindowText=Window Text
clWindowText:t=Translation needed

[FileTypes]
ActionScript=Tập tin ActionScript (*.as)
Assembler 68HC11=Tập tin 68HC11 Assembler (*.hc11;*.asc)
AutoIt v3=Tập tin AutoIt (*.au3)
AWK=Kịch bản AWK (*.awk)
C#=Tập tin C# (*.cs)
C++=Tập tin C++ (*.cpp;*.hpp)
C=Tập tin C (*.c;*.h)
CoffeeScript=Tập tin CoffeeScript (*.coffee)
CSS=Tập tin Cascading Stylesheet (*.css)
D=Tập tin D (*.d;*.di)
Delphi Form Module=Tập tin Delphi Form Module (*.dfm)
Free Pascal=Tập tin Free Pascal (*.pp)
Go=Tập tin Go (*.go)
Groovy=Tập tin Groovy (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=Tập tin HTML (*.html;*.htm)
INI=Tập tin INI (*.ini;*.lng)
Inno Setup=Tập tin Inno Setup (*.iss)
Java=Tập tin Java (*.java)
JavaScript=Tập tin JavaScript (*.js)
JSON=Tập tin JSON (*.json)
LaTex=Tập tin LaTex (*.lat;*.tex;*.lex)
Lua=Tập tin Lua (*.lua)
MATLAB=Tập tin MATLAB (*.matlab)
MS-DOS Batch=Tập tin MS-DOS Batch (*.bat;*.cmd)
Objective-C=Tập tin Objective-C (*.m)
Object Pascal=Tập tin Pascal (*.pas;*.dpr;*.dpk)
OCaml=Tập tin OCaml (*.ml)
Perl=Tập tin Perl (*.pl;*.pm;*.cgi)
PHP=Tập tin PHP (*.php;*.class;*.inc)
Python=Tập tin Python (*.py)
Ruby=Tập tin Ruby (*.rb;*.rbw)
Rust=Tập tin Rust (*.rc)
Scala=Tập tin Scala (*.scala)
SQL - Standard=Tập tin SQL (*.sql)
TclTk=Tập tin Tcl/Tk (*.tcl)
Text=Tập tin Text (*.txt)
Visual Basic=Tập tin Visual Basic (*.vb;*.bas)
XML=Tập tin XML (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=Tập tin XSL (*.xsl;*.xslt)
Macro=Macro files (*.mcr)|*.mcr
Language=Language files (*.lng)|*.lng
Macro=Tập tin Macro (*.mcr)|*.mcr
Language=Tập tin ngôn ngữ (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=Hủy bỏ
Caption=Xác nhận thay thế
ButtonNo=&Không
ButtonYes=&Có
ButtonYesToAll=&Thay thế tất cả

[DownloadURLDialog]
ButtonCancel=Hủy bỏ
Caption=Tải về

[FindInFilesDialog]
ButtonCancel=Hủy bỏ
Caption=Tìm trong các tập tin
StickyLabelCaseSensitive=Phân biệt hoa thường
ComboBoxFileMask=Định dạng tập tin
ButtonFind=&Tìm kiếm
ComboBoxTextToFind=Chuỗi cần tìm
ComboBoxDirectory=Thư mục
StickyLabelIncludeSubdirectories=Tìm trong các thư mục con
GroupBoxOptions=Tùy chọn
GroupBoxSearchDirectoryOptions=Search directory options
GroupBoxSearchDirectoryOptions:t=Translation needed

[InputQueryDialog]
ButtonOK==Đồng ý
ButtonCancel=Hủy bỏ

[ItemListDialog]
ActionInsert=Insert
ActionInsert:h=Insert item
ActionInsert:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete item
ActionDelete:t=Translation needed
ActionClearAll=Clear all
ActionClearAll:h=Clear all items
ActionClearAll:t=Translation needed
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed
ActionSort=Sort
ActionSort:h=Sort items
ActionSort:t=Translation needed

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep if search string not found
StickyLabelBeepIfSearchStringNotFound:t=Translation needed
StickyLabelCaseSensitive=Phân biệt hoa thường
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelRegularExpression=Biểu thức chính quy
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelShowSearchStringNotFound=Show search string not found message
StickyLabelShowSearchStringNotFound:t=Translation needed
StickyLabelWildCard=Wildcard
StickyLabelWildCard:t=Translation needed
StickyLabelWholeWordsOnly=Chỉ tìm cả từ
ButtonOK==Đồng ý
ButtonCancel=Hủy bỏ

[OptionsToolbarItemsDialog]
Caption=Select Items
Caption:t=Translation needed
VirtualDrawTreeAddItems:0=Menu Item
VirtualDrawTreeAddItems:t=Translation needed
ButtonAdd=Add
ButtonAdd:t=Translation needed
ButtonCancel=Hủy bỏ

[ReplaceDialog]
ButtonCancel=Hủy bỏ
ButtonFind=&Tìm kiếm
ButtonReplaceAll=Thay thế tất &cả
Caption=Thay thế
ComboBoxSearchFor=Tìm kiếm
GroupBoxOptions=Tùy chọn
GroupBoxReplaceIn=Thay thế trong phạm vi
RadioButtonAllOpenFiles=Tất cả các tập tin đang mở
RadioButtonDeleteLine=Xóa dòng
RadioButtonReplaceWith=Thay thế bằng
RadioButtonWholeFile=Toàn bộ tập tin
StickyLabelCaseSensitive=Phân biệt hoa thường
StickyLabelPromptOnReplace:t=Translation needed
StickyLabelPromptOnReplace=Prompt on replace
StickyLabelRegularExpression=Biểu thức chính quy
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Chỉ tìm cả từ
StickyLabelWildCard:t=Translation needed
StickyLabelWildCard=Wildcard

[SkinSelectDialog]
PanelPreviewArea=Preview area
PanelPreviewArea:t=Translation needed
GroupBoxSkinColorization=Skin colorization
GroupBoxSkinColorization:t=Translation needed
LabelHueOffset=HUE Offset
LabelHueOffset:t=Translation needed
LabelSaturation=Saturation
LabelSaturation:t=Translation needed
LabelBrightness=Brightness
LabelBrightness:t=Translation needed
StickyLabelExtendedBordersMode=Extended borders mode
StickyLabelExtendedBordersMode:t=Translation needed
StickyLabelBlendOnMove=Blend a form when moved
StickyLabelBlendOnMove:t=Translation needed

[ConvertForm]
Caption=Convert Between Numerical Units
Caption:t=Translation needed
ComboBoxType=Type
ComboBoxType:t=Translation needed
ComboBoxFrom=From
ComboBoxFrom:t=Translation needed
ComboBoxTo=To
ComboBoxTo:t=Translation needed
EditValue=Value
EditValue:t=Translation needed
EditResult=Result
EditResult:t=Translation needed

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Đầu|Đến trang đầu tiên
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Cuối|Đến trang cuối cùng
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Hiện/Ẩn số dòng
ActionNext=Next
ActionNext:h=Sau|Đến trang kế tiếp
ActionPrevious=Previous
ActionPrevious:h=Trước|Đến trang trước đó
ActionPrint=Print
ActionPrint:h=In|In tập tin
ActionWordWrap=Word wrap
ActionWordWrap:h=Bật/Tắt ngắt dòng
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Thu phóng|Phóng to/Thu nhỏ
Caption=Xem trước bản in

[SearchForFilesForm]
Caption=Search for Files
Caption:t=Translation needed
PanelSearchingFiles=Searching files...
PanelSearchingFiles:t=Translation needed

[CompareFrame]
CopySelectionLeftAction:h=Sao chép phần được chọn sang khung bên trái
CopySelectionRightAction:h=Sao chép phần được chọn sang khung bên phải
FindNextDifferenceAction:h=Tìm dòng khác nhau tiếp theo
LeftDocumentButtonClickAction:h=Mở tập tin
LeftLabel=Hàng bên trái:
OpenDocumentsLeftAction:h=Mở tập tin
OpenDocumentsRightAction:h=Mở tập tin
RefreshAction:h=Nạp lại tập tin
RightDocumentButtonClickAction:h=Mở tập tin
RightLabel=Hàng bên phải:
SaveLeftGridAction:h=Lưu tập tin
SaveRightGridAction:h=Lưu tập tin

[OptionsCompareFrame]
StickyLabelIgnoreCase=Không phân biệt hoa thường
StickyLabelIgnoreBlanks=Bỏ qua khoảng trống

[OptionsEditorCaretFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndentGuides=Highlight indent guides
StickyLabelHighlightIndentGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed
EditHintRowCount=Hint row count
EditHintRowCount:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Đã bật
StickyLabelCaseSensitive=Phân biệt hoa thường
StickyLabelAutoInvoke=Auto invoke
StickyLabelAutoInvoke:t=Translation needed
ComboBoxShortcut=Shortcut
ComboBoxShortcut:t=Translation needed

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize:t=Translation needed
StickyLabelAutoSize=Auto Size
StickyLabelShowAfterLastLine:t=Translation needed
StickyLabelShowAfterLastLine=Show Line Numbers After Last Line
StickyLabelShowBookmarkPanel:t=Translation needed
StickyLabelShowBookmarkPanel=Show Bookmark Panel
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBookmarks=Show Bookmarks
StickyLabelShowInTens:t=Translation needed
StickyLabelShowInTens=Line Numbers In Tens
StickyLabelShowLeadingZeros:t=Translation needed
StickyLabelShowLeadingZeros=Line Numbers Zero Start
StickyLabelShowLineState:t=Translation needed
StickyLabelShowLineState=Show line state
StickyLabelVisible:t=Translation needed
StickyLabelVisible=Visible
EditLineNumbersStartFrom=Start from
EditLineNumbersStartFrom:t=Translation needed
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth:t=Translation needed
EditWidth=Width
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelShowBookmarks=Show bookmarks
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed
EditWidth=Width
EditWidth:t=Translation needed

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Tự động thụt đầu dòng
StickyLabelAutoSave=Auto Save
StickyLabelAutoSave:t=Needs translation
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Xóa các khoảng trống
StickyLabelUndoAfterSave=Undo After Save
StickyLabelUndoAfterSave:t=Needs translation
EditLineSpacing=Line Spacing
EditLineSpacing:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelMouseMove=Mouse Move
StickyLabelMouseMove:t=Translation needed
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Position
EditPosition:t=Translation needed

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Cuộn kiểu End of File
StickyLabelPastEndOfLineMarker=Cuộn kiểu End of Line
StickyLabelShowHint=Show hint
StickyLabelShowHint:t=Translation needed

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=Document-specific search
StickyLabelDocumentSpecificSearch:t=Translation needed
StickyLabelShowSearchMap=Show search map
StickyLabelShowSearchMap:t=Translation needed
StickyLabelHighlightResults=Show search highlighter
StickyLabelHighlightResults:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelFromEndOfLine=From end of line
StickyLabelFromEndOfLine:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelTripleClickRowSelect=Triple-click row select
StickyLabelTripleClickRowSelect:t=Translation needed

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Tabs to spaces
StickyLabelTabsToSpaces:t=Needs translation
EditWidth=chiều rộng

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Sử dụng phông chữ hệ thống
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Show Tree Lines
StickyLabelShowTreeLines:t=Needs translation
StickyLabelShowCheckBox=Show check box
StickyLabelShowCheckBox:t=Translation needed
EditIndent=Indent
EditIndent:t=Needs translation

[OptionsPrintFrame]
ComboBoxDocumentName=Document Name
ComboBoxDocumentName:t=Translation needed
ComboBoxPageNumber=Page Number
ComboBoxPageNumber:t=Translation needed
ComboBoxPrintedBy=Printed By
ComboBoxPrintedBy:t=Translation needed
ComboBoxDateTime=Date Time 
ComboBoxDateTime:t=Translation needed
StickyLabelShowHeaderLine=Show Header Line
StickyLabelShowHeaderLine:t=Translation needed
StickyLabelShowFooterLine=Show Footer Line
StickyLabelShowFooterLine:t=Translation needed
StickyLabelShowLineNumbers=Show Line Numbers
StickyLabelShowLineNumbers:t=Translation needed
StickyLabelWordWrap=Word Wrap
StickyLabelWordWrap:t=Translation needed

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Keyword align
ComboBoxKeywordAlign:t=Translation needed
StickyLabelKeywordAlignmentLeftJustify=Keyword alignment strict left
StickyLabelKeywordAlignmentLeftJustify:t=Translation needed

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Keywords
ComboBoxKeywords:t=Translation needed
ComboBoxIdentifier=Identifier
ComboBoxIdentifier:t=Translation needed
ComboBoxQuotedIdentifier=Quoted identifier
ComboBoxQuotedIdentifier:t=Translation needed
ComboBoxTableName=Table name
ComboBoxTableName:t=Translation needed
ComboBoxColumnName=Column name
ComboBoxColumnName:t=Translation needed
ComboBoxAliasName=Alias name
ComboBoxAliasName:t=Translation needed
ComboBoxVariableName=Variable name
ComboBoxVariableName:t=Translation needed
ComboBoxFunctionName=Function name
ComboBoxFunctionName:t=Translation needed
ComboBoxDataType=Data type
ComboBoxFunctionName:t=Translation needed

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database
ComboBoxDatabase:t=Translation needed

[OptionsSQLIndentationFrame]
EditIndentLength=Indent length
EditIndentLength
StickyLabelUseTab=Use tab
StickyLabelUseTab
EditTabSize=Tab size
EditTabSize
EditFunctionBodyIndent=Function body indent
EditFunctionBodyIndent:t=Translation needed
StickyLabelBlockOnNewLine=Block on new line
StickyLabelBlockOnNewLine:t=Translation needed
EditBlockLeftIndentSize=Block left indent size
EditBlockLeftIndentSize:t=Translation needed
EditBlockRightIndentSize=Block right indent size
EditBlockRightIndentSize:t=Translation needed
EditBlockIndentSize=Block indent size
EditBlockIndentSize:t=Translation needed
EditSingleStatementIndent=IF/ELSE single statement indent size
EditSingleStatementIndent:t=Translation needed

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxValueListStyle=Value list style
ComboBoxValueListStyle:t=Translation needed
EditInsertColumnsPerLine=Insert columns per line
EditInsertColumnsPerLine:t=Translation needed
StickyLabelParenthesisInSeparateLines=Parenthesis in separate lines
StickyLabelParenthesisInSeparateLines:t=Translation needed

[OptionsSQLSelectFrame]
TabSheetColumnList=Column list
TabSheetColumnList:t=Translation needed
TabSheetSubquery=Subquery
TabSheetSubquery:t=Translation needed
TabSheetIntoClause=INTO clause
TabSheetIntoClause:t=Translation needed
TabSheetFromJoinClause=FROM/JOIN clause
TabSheetFromJoinClause:t=Translation needed
TabSheetAndOrKeyword=AND/OR keyword
TabSheetAndOrKeyword:t=Translation needed
TabSheetGroupByClause=GROUP BY clause
TabSheetGroupByClause:t=Translation needed
TabSheetHavingClause=HAVING clause
TabSheetHavingClause:t=Translation needed
TabSheetOrderByClause=ORDER BY clause
TabSheetOrderByClause:t=Translation needed
ComboBoxColumnListStyle=Style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxColumnListLineBreak=Line break
ComboBoxColumnListLineBreak:t=Translation needed
StickyLabelAlignAlias=Align alias
StickyLabelAlignAlias:t=Translation needed
StickyLabelColumnInNewLine=Columns in new line
StickyLabelColumnInNewLine:t=Translation needed
StickyLabelTreatDistinctAsVirtualColumn=Treat DISTINCT as virtual column
StickyLabelTreatDistinctAsVirtualColumn:t=Translation needed
StickyLabelNewLineAfterIn=New line after IN
StickyLabelNewLineAfterIn:t=Translation needed
StickyLabelNewLineAfterExists=New line after EXISTS
StickyLabelNewLineAfterExists:t=Translation needed
StickyLabelNewlineAfterComparisonOperator=New line after comparison operator
StickyLabelNewlineAfterComparisonOperator:t=Translation needed
StickyLabelNewlineBeforeComparisonOperator=New line before comparison operator
StickyLabelNewlineBeforeComparisonOperator:t=Translation needed
StickyLabelIntoClauseInNewLine=INTO clause in new line
StickyLabelIntoClauseInNewLine:t=Translation needed
ComboBoxFromClauseStyle=Style
ComboBoxFromClauseStyle:t=Translation needed
StickyLabelFromClauseInNewLine=FROM clause in new line
StickyLabelFromClauseInNewLine:t=Translation needed
StickyLabelJoinClauseInNewLine=JOIN clause in new line
StickyLabelJoinClauseInNewLine:t=Translation needed
StickyLabelAlignJoinWithFromKeyword=Align JOIN with FROM keyword
StickyLabelAlignJoinWithFromKeyword:t=Translation needed
StickyLabelAlignAndOrWithOnInJoinClause=Align AND/OR with ON in JOIN clause
StickyLabelAlignAndOrWithOnInJoinClause:t=Translation needed
StickyLabelAlignAliasInFromClause=Align alias in FROM clause
StickyLabelAlignAliasInFromClause:t=Translation needed
ComboBoxAndOrLineBreak=Line break
ComboBoxAndOrLineBreak:t=Translation needed
StickyLabelAndOrUnderWhere=AND/OR under WHERE
StickyLabelAndOrUnderWhere:t=Translation needed
StickyLabelWhereClauseInNewline=WHERE clause in new line
StickyLabelWhereClauseInNewline:t=Translation needed
StickyLabelWhereClauseAlignExpr=WHERE clause align expr
StickyLabelWhereClauseAlignExpr:t=Translation needed
ComboBoxGroupByClauseStyle=Style
ComboBoxGroupByClauseStyle:t=Translation needed
StickyLabelGroupByClauseInNewLine=GROUP BY clause in new line
StickyLabelGroupByClauseInNewLine:t=Translation needed
StickyLabelHavingClauseInNewLine=HAVING clause in new line
StickyLabelHavingClauseInNewLine:t=Translation needed
ComboBoxOrderByClauseStyle=Style
ComboBoxOrderByClauseStyle:t=Translation needed
StickyLabelOrderByClauseInNewLine=ORDER BY clause in new line
StickyLabelOrderByClauseInNewLine:t=Translation needed

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Space around operator of arithmetric expression
StickyLabelSpaceAroundOperator:t=Translation needed
StickyLabelSpaceInsideCreate=Space inside parenthesis in CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideCreate:t=Translation needed
StickyLabelSpaceInsideExpression=Space inside parenthesis in expression
StickyLabelSpaceInsideExpression:t=Translation needed
StickyLabelSpaceInsideSubquery=Space inside parenthesis in subquery
StickyLabelSpaceInsideSubquery:t=Translation needed
StickyLabelSpaceInsideFunction=Space inside parenthesis in function call
StickyLabelSpaceInsideFunction:t=Translation needed
StickyLabelSpaceInsideTypename=Space inside parenthesis of typename in CREATE TABLE
StickyLabelSpaceInsideTypename:t=Translation needed

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Sử dụng phông chữ hệ thống
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed
StickyLabelShowMacro=Show macro
StickyLabelShowMacro:t=Translation needed
StickyLabelShowCaretPosition=Show caret position
StickyLabelShowCaretPosition:t=Translation needed
StickyLabelShowKeyState=Show key state
StickyLabelShowKeyState:t=Translation needed
StickyLabelShowModified=Show modified
StickyLabelShowModified:t=Translation needed

[OptionsToolbarFrame]
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.
VirtualDrawTree:0=Menu Item
VirtualDrawTree:t=Translation needed
ActionAddItem=Add Item
ActionAddItem:h=Add item
ActionAddItem:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete
ActionDelete:t=Translation needed
ActionAddDivider=Add Divider
ActionAddDivider:h=Add divider
ActionAddDivider:t=Translation needed
ActionReset=Reset
ActionReset:h=Reset menu items
ActionReset:t=Translation needed
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Thông tin về EditBone
LabelCopyright=Bản quyền %s. Bản quyền được bảo lưu.
LabelMemoryAvailable=Bộ nhớ khả dụng cho Windows: %s
ButtonOK=Đồng ý
ButtonDonations=Donations
ButtonDonations:t=Translation needed
LabelDevelopmentEnvironment=Development Environment
LabelDevelopmentEnvironment:t=Translation needed
LabelThirdPartyComponents=3rd Party Components
LabelThirdPartyComponents:t=Translation needed
LabelLanguageFileContributors=Language File Contributors
LabelLanguageFileContributors:t=Translation needed
LabelIcons=Icons
LabelIcons:t=Translation needed
LabelVersion=Phiên bản %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Hủy bỏ
StickyLabelExcludeOtherBranches=Ẩn các thư mục nằm ngoài nhánh
ButtonOK=Đồ&ng ý
EditRootDirectory=Thư mục gốc
ComboBoxDrives=Hiện cấu trúc ổ đĩa
ComboBoxFileMask=Show File Type
ComboBoxFileMask:t=Translation needed
EditTabName=Tên thẻ
GroupBoxOptions=Tùy chọn

[LanguageEditorForm]
ActionExit:h=Close the language editor
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Tạo tập tin ngôn ngữ mới
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Mở tập tin ngôn ngữ có sẵn
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Lưu tập tin ngôn ngữ
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Đối tượng
VirtualDrawTree:1=Tựa đề
VirtualDrawTree:2=Gợi ý
VirtualDrawTree:3=Phím tắt

[OptionsForm]
ActionCompare=So sánh
ActionDirectory=Thư mục
ActionDirectoryTabs=Tabs
ActionEditor=Trình chỉnh sửa
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal:t=Translation needed
ActionEditorCompletionProposal=Completion Proposal
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Phông chữ
ActionEditorLeftMargin:t=Translation needed
ActionEditorLeftMargin=Left Margin
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin:t=Translation needed
ActionEditorRightMargin=Right Margin
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Tìm kiếm
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=Định dạng tập tin
ActionMainMenu=Menu chính
ActionOutput=Khung xuất
ActionOutputTabs:t=Needs translation
ActionOutputTabs=Tabs
ActionPrint=In
ActionSQLAlignments:t=Translation needed
ActionSQLAlignments=Alignments
ActionSQLCapitalization:t=Translation needed
ActionSQLCapitalization=Capitalization
ActionSQLFormatter:t=Translation needed
ActionSQLFormatter=SQL Formatter
ActionSQLIndentation:t=Translation needed
ActionSQLIndentation=Indentation
ActionSQLInsert:t=Translation needed
ActionSQLInsert=Insert
ActionSQLSelect:t=Translation needed
ActionSQLSelect=Select
ActionSQLUpdate:t=Translation needed
ActionSQLUpdate=Update
ActionSQLWhitespace:t=Translation needed
ActionSQLWhitespace=Whitespace
ActionStatusBar:t=Needs translation
ActionStatusBar=Status Bar
ActionToolbar:t=Needs translation
ActionToolbar=Toolbar
ButtonCancel=Hủy bỏ
ButtonOK=&Đồng ý
Caption=Tùy chọn
EditorTabsAction:t=Needs translation
EditorTabsAction=Tabs

[UnicodeCharacterMapForm]
Caption=Unicode Character Map
Caption:t=Translation needed

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelAutoHide:t=Translation needed
StickyLabelShowTreeLines=Show Tree Lines
StickyLabelShowTreeLines:t=Needs translation
StickyLabelShowHiddenFiles=Show Hidden Files
StickyLabelShowHiddenFiles:t=Translation needed
StickyLabelShowSystemFiles=Show System Files
StickyLabelShowSystemFiles:t=Translation needed
StickyLabelShowArchiveFiles=Show Archive Files
StickyLabelShowArchiveFiles:t=Translation needed
StickyLabelShowOverlayIcons=Show Overlay Icons
StickyLabelShowOverlayIcons:t=Translation needed
EditIndent=Indent
EditIndent:t=Needs translation
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Nhiều dòng
StickyLabelShowCloseButton=Hiện nút đóng
StickyLabelShowOpenDirectoryButton=Show open directory button
StickyLabelShowOpenDirectoryButton:t=Translation needed
StickyLabelShowOpenDirectoryButton=Show open directory button
StickyLabelShowOpenDirectoryButton:t=Translation needed
StickyLabelShowImage=Show Image
StickyLabelCloseTabByDblClick=Close Tab by Double Click
StickyLabelCloseTabByDblClick:t=Needs translation
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed
EditBrowser=Browser
EditBrowser:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Nhiều dòng
StickyLabelShowCloseButton=Hiện nút đóng
StickyLabelShowImage=Show Image
StickyLabelCloseTabByDblClick=Close Tab by Double Click
StickyLabelCloseTabByDblClick:t=Needs translation
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsFileTypesFrame]
EditExtensions=Phần mở rộng
VirtualDrawTree:0=Định dạng tập tin

[OptionsOutputTabsFrame]
StickyLabelMultiline=Nhiều dòng
StickyLabelShowCloseButton=Hiện nút đóng
StickyLabelShowImage=Show Image
StickyLabelCloseTabByDblClick=Close Tab by Double Click
StickyLabelCloseTabByDblClick:t=Needs translation
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[SQLFormatterConstant]
Stacked=Stacked
Stacked:t=Translation needed
Wrapped=Wrapped
Wrapped:t=Translation needed
AfterComma=After comma
AfterComma:t=Translation needed
BeforeComma=Before comma
BeforeComma:t=Translation needed
BeforeCommaWithSpace=Before comma with space
BeforeCommaWithSpace:t=Translation needed
NoLineBreak=No line break
NoLineBreak:t=Translation needed
BeforeAndOr=Before AND/OR
BeforeAndOr:t=Translation needed
AfterAndOr=After AND/OR
AfterAndOr:t=Translation needed
Left=Left
Left:t=Translation needed
Right=Right
Right:t=Translation needed
None=None
None:t=Translation needed
Uppercase=Uppercase
Uppercase:t=Translation needed
Lowercase=Lowercase
Lowercase:t=Translation needed
SentenceCase=Sentence case
SentenceCase:t=Translation needed
NoChange=No change
NoChange:t=Translation needed

[ConvertConstant]
Distance=Distance
Distance:t=Translation needed
Micromicrons=Micromicrons
Micromicrons:t=Translation needed
Angstroms=Angstroms
Angstroms:t=Translation needed
Millimicrons=Millimicrons
Millimicrons:t=Translation needed
Microns=Microns
Microns:t=Translation needed
Millimeters=Millimeters
Millimeters:t=Translation needed
Centimeters=Centimeters
Centimeters:t=Translation needed
Decimeters=Decimeters
Decimeters:t=Translation needed
Meters=Meters
Meters:t=Translation needed
Decameters=Decameters
Decameters:t=Translation needed
Hectometers=Hectometers
Hectometers:t=Translation needed
Kilometers=Kilometers
Kilometers:t=Translation needed
Megameters=Megameters
Megameters:t=Translation needed
Gigameters=Gigameters
Gigameters:t=Translation needed
Inches=Inches
Inches:t=Translation needed
Feet=Feet
Feet:t=Translation needed
Yards=Yards
Yards:t=Translation needed
Miles=Miles
Miles:t=Translation needed
NauticalMiles=Nautical Miles
NauticalMiles:t=Translation needed
AstronomicalUnits=Astronomical Units
AstronomicalUnits:t=Translation needed
LightYears=Light Years
LightYears:t=Translation needed
Parsecs=Parsecs
Parsecs:t=Translation needed
Cubits=Cubits
Cubits:t=Translation needed
Fathoms=Fathoms
Fathoms:t=Translation needed
Furlongs=Furlongs
Furlongs:t=Translation needed
Hands=Hands
Hands:t=Translation needed
Paces=Paces
Paces:t=Translation needed
Rods=Rods
Rods:t=Translation needed
Chains=Chains
Chains:t=Translation needed
Links=Links
Links:t=Translation needed
Picas=Picas
Picas:t=Translation needed
Points=Points
Points:t=Translation needed
Area=Area
Area:t=Translation needed
SquareMillimeters=Square Millimeters
SquareMillimeters:t=Translation needed
SquareCentimeters=Square Centimeters
SquareCentimeters:t=Translation needed
SquareDecimeters=Square Decimeters
SquareDecimeters:t=Translation needed
SquareMeters=Square Meters
SquareMeters:t=Translation needed
SquareDecameters=Square Decameters
SquareDecameters:t=Translation needed
SquareHectometers=Square Hectometers
SquareHectometers:t=Translation needed
SquareKilometers=Square Kilometers
SquareKilometers:t=Translation needed
SquareInches=Square Inches
SquareInches:t=Translation needed
SquareFeet=Square Feet
SquareFeet:t=Translation needed
SquareYards=Square Yards
SquareYards:t=Translation needed
SquareMiles=Square Miles
SquareMiles:t=Translation needed
Acres=Acres
Acres:t=Translation needed
Centares=Centares
Centares:t=Translation needed
Ares=Ares
Ares:t=Translation needed
Hectares=Hectares
Hectares:t=Translation needed
SquareRods=Square Rods
SquareRods:t=Translation needed
Volume=Volume
Volume:t=Translation needed
CubicMillimeters=Cubic Millimeters
CubicMillimeters:t=Translation needed
CubicCentimeters=Cubic Centimeters
CubicCentimeters:t=Translation needed
CubicDecimeters=Cubic Decimeters
CubicDecimeters:t=Translation needed
CubicMeters=Cubic Meters
CubicMeters:t=Translation needed
CubicDecameters=Cubic Decameters
CubicDecameters:t=Translation needed
CubicHectometers=Cubic Hectometers
CubicHectometers:t=Translation needed
CubicKilometers=Cubic Kilometers
CubicKilometers:t=Translation needed
CubicInches=Cubic Inches
CubicInches:t=Translation needed
CubicFeet=Cubic Feet
CubicFeet:t=Translation needed
CubicYards=Cubic Yards
CubicYards:t=Translation needed
CubicMiles=Cubic Miles
CubicMiles:t=Translation needed
MilliLiters=Milli Liters
MilliLiters:t=Translation needed
CentiLiters=Centi Liters
CentiLiters:t=Translation needed
DeciLiters=Deci Liters
DeciLiters:t=Translation needed
Liters=Liters
Liters:t=Translation needed
DecaLiters=Deca Liters
DecaLiters:t=Translation needed
HectoLiters=Hecto Liters
HectoLiters:t=Translation needed
KiloLiters=Kilo Liters
KiloLiters:t=Translation needed
AcreFeet=Acre Feet
AcreFeet:t=Translation needed
AcreInches=Acre Inches
AcreInches:t=Translation needed
Cords=Cords
Cords:t=Translation needed
CordFeet=Cord Feet
CordFeet:t=Translation needed
Decisteres=Decisteres
Decisteres:t=Translation needed
Steres=Steres
Steres:t=Translation needed
Decasteres=Decasteres
Decasteres:t=Translation needed
FluidGallons=Fluid Gallons
FluidGallons:t=Translation needed
FluidPints=Fluid Pints
FluidPints:t=Translation needed
FluidQuarts=Fluid Quarts
FluidQuarts:t=Translation needed
FluidCups=Fluid Cups
FluidCups:t=Translation needed
FluidGills=Fluid Gills
FluidGills:t=Translation needed
FluidOunces=Fluid Ounces
FluidOunces:t=Translation needed
FluidTablespoons=Fluid Tablespoons
FluidTablespoons:t=Translation needed
FluidTeaspoons=Fluid Teaspoons
FluidTeaspoons:t=Translation needed
DryGallons=Dry Gallons
DryGallons:t=Translation needed
DryQuarts=Dry Quarts
DryQuarts:t=Translation needed
DryPints=Dry Pints
DryPints:t=Translation needed
DryPecks=Dry Pecks
DryPecks:t=Translation needed
DryBuckets=Dry Buckets
DryBuckets:t=Translation needed
DryBushels=Dry Bushels
DryBushels:t=Translation needed
UKGallons=UK Gallons
UKGallons:t=Translation needed
UKPottle=UK Pottles
UKPottle:t=Translation needed
UKQuarts=UK Quarts
UKQuarts:t=Translation needed
UKPints=UK Pints
UKPints:t=Translation needed
UKGill=UK Gills
UKGill:t=Translation needed
UKOunces=UK Ounces
UKOunces:t=Translation needed
UKPecks=UK Pecks
UKPecks:t=Translation needed
UKBuckets=UK Buckets
UKBuckets:t=Translation needed
UKBushels=UK Bushels
UKBushels:t=Translation needed
Mass=Mass
Mass:t=Translation needed
Nanograms=Nanograms
Nanograms:t=Translation needed
Micrograms=Micrograms
Micrograms:t=Translation needed
Milligrams=Milligrams
Milligrams:t=Translation needed
Centigrams=Centigrams
Centigrams:t=Translation needed
Decigrams=Decigrams
Decigrams:t=Translation needed
Grams=Grams
Grams:t=Translation needed
Decagrams=Decagrams
Decagrams:t=Translation needed
Hectograms=Hectograms
Hectograms:t=Translation needed
Kilograms=Kilograms
Kilograms:t=Translation needed
MetricTons=Metric Tons
MetricTons:t=Translation needed
Drams=Drams
Drams:t=Translation needed
Grains=Grains
Grains:t=Translation needed
LongTons=Long Tons
LongTons:t=Translation needed
Tons=Tons
Tons:t=Translation needed
Ounces=Ounces
Ounces:t=Translation needed
Pounds=Pounds
Pounds:t=Translation needed
Stones=Stones
Stones:t=Translation needed
NumeralSystem=Numeral System
NumeralSystem:t=Translation needed
Binary=Binary
Binary:t=Translation needed
Decimal=Decimal
Decimal:t=Translation needed
Hexadecimal=Hexadecimal
Hexadecimal:t=Translation needed
Temperature=Temperature
Temperature:t=Translation needed
Celsius=Celsius
Celsius:t=Translation needed
Kelvin=Kelvin
Kelvin:t=Translation needed
Fahrenheit=Fahrenheit
Fahrenheit:t=Translation needed
Time=Time
Time:t=Translation needed
Reaumur=Reaumur
Reaumur:t=Translation needed
Rankine=Rankine
Rankine:t=Translation needed
MilliSeconds=Milli Seconds
MilliSeconds:t=Translation needed
Seconds=Seconds
Seconds:t=Translation needed
Minutes=Minutes
Minutes:t=Translation needed
Hours=Hours
Hours:t=Translation needed
Days=Days
Days:t=Translation needed
Weeks=Weeks
Weeks:t=Translation needed
Fortnights=Fortnights
Fortnights:t=Translation needed
Months=Months
Months:t=Translation needed
Years=Years
Years:t=Translation needed
Decades=Decades
Decades:t=Translation needed
Centuries=Centuries
Centuries:t=Translation needed
Millennia=Millennia
Millennia:t=Translation needed
DateTime=Date Time
DateTime:t=Translation needed
JulianDate=Julian Date
JulianDate:t=Translation needed
ModifiedJulianDate=Modified Julian Date
ModifiedJulianDate:t=Translation needed
